{
  "en": "EN",
  "ru": "RU",
  "celebration": "Celebration",
  "gifts": "Gifts",
  "dressCode": "Dress code",
  "ourStory": "Our Story",
  "contacts": "Contacts",
  "days": "days",
  "hours": "hours",
  "mins": "mins",
  "secs": "secs",
  "partyDate": "May 31, 2025",
  "welcome1": "One day this year will be special for us, and we want to spend it surrounded by close ones and friends!",
  "welcome2": "With great pleasure, we invite you to a wonderful celebration – our wedding",
  "location": "\"Royal Silva\" Sodyba",
  "address": "Vėjų g. 22, Grigaičiai, 11237 Vilniaus r. sav.",
  "arrivingTime": "Arrival of guests",
  "mainGift": "If you would like to give us a meaningful and practical gift, we would be very grateful for a contribution to the young family’s budget to help us fulfill our dream!",
  "flowers": "We kindly suggest not giving flowers, but if you really wish to, a lovely gesture for us would be a bottle of wine decorated with your wishes or lottery tickets to test our luck.",
  "dressCodeInfo1": "Your presence is the most important thing for us! However, we would be delighted if you could support the color scheme of our wedding with your outfits.",
  "dressCodeInfo2": "Black, for example, always looks stylish and elegant))",
  "references": "Here are a few references for inspiration:",
  "agree": "We would greatly appreciate it if you could let us know your decision by April 15, 2025.",
  "contactsInfo": "If you have any questions, feel free to reach out to us through any of the contact methods you know!",
  "seeYa": "See you soon!",
  "story1": "If you don't believe in online dating, we suggest reconsidering your perspective.",
  "story2": "It’s thanks to Tinder that we found each other!",
  "story3": "So many tears of joy, no one has ever seen anything like it!",
  "story4": "The most romantic proposal anyone could ever dream of...",
  "story5": "Wedding ceremony",
  "story6": "The day when both said YES!",
  "story7": "The day when the story of a new family began...",
  "story8": "Wedding party",
  "story9": "A day with our dearest and closest ones!",
  "story10": "We want to share this event with the most important people in our lives."
}