{
  "en": "EN",
  "ru": "RU",
  "celebration": "Celebration",
  "gifts": "Gifts",
  "dressCode": "Dress code",
  "ourStory": "Our Story",
  "contacts": "Contacts",
  "days": "days",
  "hours": "hours",
  "mins": "mins",
  "secs": "secs",
  "partyDate": "May 31, 2025",
  "welcome1": "One day this year will be a special one for us and we want to spend it surrounded by our close ones and friends!",
  "welcome2": "It’s with our great pleasure that we invite you this wonderful celebration - our wedding on ",
  "location": "\"Royal Silva\" Sodyba",
  "address": "Vėjų g. 22, Grigaičiai, 11237 Vilniaus r. sav.",
  "arrivingTime": "Arrival of guests",
  "mainGift": "If you would like to give us a meaningful and practical gift, we would be very grateful for a contribution to the young family’s budget to help us fulfill our dream!",
  "flowers": "We suggest you not to give us flowers, but rather, if you really want to, a lovely gesture for us would be a bottle of wine, which you can decorate with wishes, or lottery tickets to test our luck.",
  "dressCodeInfo": "Your presence is the most important thing for us! However, we would be delighted if you could support the color scheme of our wedding with your outfits.",
  "references": "Here are a few references as an inspiration:",
  "agree": "We would greatly appreciate if you could respond to the invitation by April 15, 2025.",
  "contactsInfo": "If you have any questions, feel free to contact us through any known means known to you!",
  "seeYa": "See you soon!",
  "story1": "If you don't believe in online dating, we suggest reconsidering your perspective.",
  "story2": "It’s thanks to Tinder that we found each other!",
  "story3": "No one has ever seen so many tears of joy!",
  "story4": "The most romantic proposal anyone could ever dream of...",
  "story5": "Wedding ceremony",
  "story6": "The day when both said YES!",
  "story7": "The story of a new family began on this day…",
  "story8": "Wedding party",
  "story9": "A day with our dearest and closest ones!",
  "story10": "We want to share this event with the most important people in our lives."
}