{
  "en": "EN",
  "ru": "RU",
  "celebration": "Праздник",
  "gifts": "Подарки",
  "dressCode": "Дресс-код",
  "ourStory": "Наша история",
  "contacts": "Контакты",
  "days": "дни",
  "hours": "часы",
  "mins": "мин.",
  "secs": "сек.",
  "partyDate": "31 мая 2025",
  "welcome1": "Один день в этом году будет для нас особенным, и мы хотим провести его в кругу близких и друзей!",
  "welcome2": "С большим удовольствием приглашаем Вас на замечательный праздник - нашу свадьбу",
  "location": "Усадьба \"Royal Silva\"",
  "address": "Vėjų g. 22, Grigaičiai, 11237 Vilniaus r. sav.",
  "arrivingTime": "Прибытие гостей",
  "mainGift": "Если хотите подарить нам ценный и нужный подарок, мы будем очень благодарны за вклад в бюджет молодой семьи для осуществления нашей мечты!",
  "flowers": "Предлагаем Вам не дарить цветы, но если очень хочется, то приятным комплиментом для нас будет бутылочка вина, которую вы можете украсить пожеланиями, или лотерейные билеты, чтобы проверить нашу удачу.",
  "dressCodeInfo": "Для нас главное - Ваше присутствие! Но мы будем рады, если в своих нарядах Вы поддержите цветовую гамму нашей свадьбы.",
  "references": "Вот несколько референсов для вдохновения:",
  "agree": "Будем очень признательны, если Вы сообщите нам о своём решении до 15.04.2025.",
  "contactsInfo": "Если будут возникать какие-либо вопросы, можете смело обращаться к нам по любым известным Вам каналам связи!",
  "seeYa": "До встречи!",
  "story1": "Если вы не верите в онлайн знакомства, то предлагаем пересмотреть своё отношение.",
  "story2": "Именно благодаря Tinder мы нашли друг друга!",
  "story3": "Столько слез радости еще никто не видел!",
  "story4": "Самое романтичное предложение, о котором только можно мечтать...",
  "story5": "Свадебная церемония",
  "story6": "День, когда оба сказали ДА!",
  "story7": "День, когда начала писаться история новой семьи...",
  "story8": "Свадебная вечеринка",
  "story9": "День в кругу самых родных и близких!",
  "story10": "Хотим разделить это событие с самыми важными людьми."
}